Repository: ScuolaNormaleSuperiore/PluginPagoPA
Catalog: lang/wp-pagopa-gateway-cineca-*.po
Languages: it_it

source: Accounting code
it_it: Codice contabilità

source: Accounting code as defined in the PagoPA taxonomy (https://github.com/pagopa/pagopa-api/blob/develop/taxonomy/tassonomia.json)
it_it: Codice contabilità come definito nella tassonomia PagoPA (https://github.com/pagopa/pagopa-api/blob/develop/taxonomy/tassonomia.json)

source: Accounting type
it_it: Tipo contabilità

source: API token
it_it: Token dell'API del plugin

source: Application code
it_it: Codice applicazione

source: Ask for payment confirmation
it_it: Chiedi la conferma di pagamento

source: Asycnhronous notification by PagoAtenei
it_it: Notifica asincrona di PagoAtenei

source: Base url of the API for the Cineca Payment Portal
it_it: Indirizzo base della API pubblicata dal Portale dei Pagamenti di Cineca (url)

source: Base url of the Cineca front end
it_it: Indirizzo base del front end di Cineca

source: Certificate file name
it_it: Nome del file del certificato

source: Certificate passphrase
it_it: Password del certificato

source: Checks the status of the payment in the callback procedure
it_it: Controlla lo stato del pagamento durante la callback di fine pagamento

source: Customer ID
it_it: ID cliente

source: Date
it_it: Data

source: Default description
it_it: Descrizione in inglese

source: Description
it_it: Descrizione

source: Domain code
it_it: Codice di dominio

source: Enable test mode
it_it: Abilita la modalità di test

source: Enable the gateway
it_it: Abilita il gateway

source: Enable/Disable
it_it: Abilita/Disabilita

source: Encryption key
it_it: Chiave di crittografia

source: End date
it_it: Data fine

source: Error in the Cineca response
it_it: Errore nella risposta di Cineca

source: Error retrieving the order
it_it: Si è verificato un errore recuperando l'ordine

source: File name of the .pem certificate
it_it: Nome del file con il certificato .pem

source: Gateway connection error.
it_it: Errore di connessione al gateway.

source: Iban related to the e-commerce
it_it: Iban relativo all'e-commerce

source: ID of payment model related to the e-commerce defined on the Cineca back office
it_it: ID del modello di pagamento relativo all'e-commerce definito nel back office di Cineca

source: Local API password
it_it: Password dell'API del plugin

source: Local API username
it_it: Username dell'API del plugin

source: Order ID
it_it: Numero ordine

source: Order id
it_it: Numero d'ordine

source: Order prefix
it_it: Prefisso dell'ordine

source: PagoAtenei API base url
it_it: Url di PagoAtenei

source: PagoAtenei API password
it_it: Password di Pagoatenei

source: PagoAtenei API username
it_it: Username di PagoAtenei

source: PagoPA Gateway
it_it: Gateway PagoPA

source: PagoPA Gateway Cineca
it_it: Gateway Cineca per PagoPA

source: PagoPA Transactions
it_it: Transazioni PagoPA

source: Passphrase of the certificate
it_it: Password del certificato

source: Password of the account enabled to the use of the API
it_it: Password dell'account abilitato all'uso delle API

source: Password of the account enabled to the use of the plugin's api
it_it: Password dell'account abilitato all'uso dell'API del plugin

source: Pay using the Cineca Gateway for PagoPA
it_it: Paga usando il gateway Cineca per PagoPA

source: Pay with the Cineca PagoPA Gateway
it_it: Paga con il gateway Cineca di PagoPA

source: Payment confirmation
it_it: Conferma di pagamento

source: Payment confirmation method
it_it: Metodo di conferma del pagamento

source: Payment error reported by the gateway
it_it: Errore nel pagamento riportato dal gateway

source: Payment in progress
it_it: Pagamento in corso

source: Payment model ID
it_it: ID del modello di pagamento

source: Payment module configuration
it_it: Configurazione del modulo del pagamento

source: Payment not confirmed by the gateway. Please contact the staff, the order number is:
it_it: ll pagamento non è stato confermato dal gateway. Per favore, contatta lo staff, il numero d'ordine è:

source: Place the payment gateway in test mode using test API credentials
it_it: Pone il modulo di pagamento in modalità di test

source: Plugin to integrate WooCommerce with Cineca PagoPA payment portal
it_it: Plugin che integra in WooCommerce il metodo di pagamento basato sul gateway Cineca per PagoPA

source: Polling on PagoAtenei
it_it: Polling su PagoAtenei

source: Processing the payment
it_it: Il pagamento è in fase di verifica.

source: Production credentials
it_it: Credenziali di produzione

source: Search
it_it: Cerca

source: Start date
it_it: Data inizio

source: Status
it_it: Stato

source: Test credentials
it_it: Credenziali di test

source: The code of the application as defined in the Cineca back office
it_it: Il codice dell'applicazione definito sul back office di Cineca

source: The confirmation of a payment can be synchronous (polling on PagoAtenei waiting for its status to be updated by the PSP) or asynchronous (the order is confirmed by PagoAtenei's paNotificaTransazione notification).
it_it: La conferma di un pagamento può essere sincrona (polling su PagoAtenei fino a quando lo stato del pagamento non è aggiornato dal PSP) oppure asincrona (l'ordine è confermato da PagoAtenei con la notifica paNotificaTRansazione).

source: The description of the plugin shown in the checkout page for non italian users.
it_it: La descrizione del metodo di pagamento in inglese.

source: The gateway passed an invalid token for the order
it_it: Il gateway ha passato un token invalido per questo ordine

source: The italian description of the plugin shown in the checkout page.
it_it: La descrizione del metodo di pagamento in italiano.

source: The Iuv of the order is:
it_it: Lo Iuv assegnato all'ordine è:

source: The key used to encrypt the token.
it_it: La chiave usata per crittografare il token.

source: The order n. %s has been paid. Please, manage the order.
it_it: L'ordine n. %s è stato pagato. Per favore, gestisci l'ordine.

source: The prefix that the plugin will prepend to the order number.It can be an empty string.
it_it: Il prefisso che il plugin aggiungerà al numero d'ordine. Può essere una stringa vuota.

source: The status of the payment is not consistent
it_it: Lo stato del pagamento non è consistente

source: The title of the plugin
it_it: Titolo del plugin

source: Title
it_it: Titolo

source: Token used by the REST API and the scheduled actions.
it_it: Il token usato dalla Api REST e dalle azioni schedulate.

source: Transactions
it_it: Transazioni

source: Username of the account enabled to the use of the API
it_it: Nome utente fornito da Cineca abilitato all'uso delle API

source: Username of the account enabled to the use of the plugin's api
it_it: Username dell'account abilitato all'uso dell'API del plugin

source: Validity of payment
it_it: Validità del pagamento

source: Validity of payment in hours
it_it: Validità del pagamento in ore

source: VAT code of the customer
it_it: Partita Iva dell'Ente

source: You have canceled the payment. To confirm the order, make the payment and contact the staff.
it_it: Hai annullato il pagamento dell'ordine online. Per confermarlo off-line, effettuare il pagamento e contattare lo staff.
